Repository: duongductrong/Snapzy
Catalog: LocalizationCatalogSources/preferences-general.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-general.access-not-granted
source: %@ (Access not granted)
de: %@ (Zugriff nicht gewährt)
es: %@ (Acceso no concedido)
fr: %@ (Accès non accordé)
ja: %@ (アクセスは許可されていません)
ko: %@(액세스 권한이 부여되지 않음)
ru: %@ (Доступ не предоставлен)
vi: %@ (Chưa được cấp quyền)
zh_hans: %@（未授予访问权限）
zh_hant: %@（未授予訪問權限）

# preferences-general.calculating
source: Calculating...
de: Berechnen...
es: Calculando...
fr: Calcul...
ja: 計算中...
ko: 계산 중...
ru: Вычисление...
vi: Đang tính...
zh_hans: 正在计算...
zh_hant: 正在計算...

# preferences-general.check-automatically-description
source: Look for updates on launch
de: Suchen Sie beim Start nach Updates
es: Busque actualizaciones sobre el lanzamiento
fr: Recherchez des mises à jour au lancement
ja: 発売時に最新情報を確認してください
ko: 출시 시 업데이트를 찾아보세요
ru: Следите за обновлениями при запуске
vi: Kiểm tra cập nhật khi khởi chạy
zh_hans: 寻找发布更新
zh_hant: 尋找發佈更新

# preferences-general.check-automatically-title
source: Check automatically
de: Automatisch prüfen
es: Comprobar automáticamente
fr: Vérifiez automatiquement
ja: 自動的にチェックします
ko: 자동으로 확인
ru: Проверка автоматически
vi: Tự kiểm tra
zh_hans: 自动检查
zh_hant: 自動檢查

# preferences-general.choose-button
source: Choose...
de: Wählen Sie...
es: Elige...
fr: Choisissez...
ja: 選択してください...
ko: 선택하세요...
ru: Выбирайте...
vi: Chọn...
zh_hans: 选择...
zh_hant: 選擇...

# preferences-general.choose-save-location-message
source: Choose where Snapzy saves captures
de: Wählen Sie, wo Snapzy Aufnahmen speichert
es: Elige dónde Snapzy guarda las capturas
fr: Choisissez où Snapzy enregistre les captures
ja: Snapzy がキャプチャを保存する場所を選択します
ko: Snapzy가 캡처를 저장할 위치를 선택하세요
ru: Выберите, где Snapzy сохраняет снимки
vi: Chọn nơi Snapzy lưu ảnh và video
zh_hans: 选择 Snapzy 保存捕获的位置
zh_hant: 選擇 Snapzy 保存捕獲的位置

# preferences-general.clear-button
source: Clear...
de: Klar...
es: Borrar...
fr: Effacer...
ja: クリア...
ko: 분명...
ru: Ясно...
vi: Xóa...
zh_hans: 清除...
zh_hant: 清除...

# preferences-general.clear-cache-alert-message
source: This will remove all temporary capture files. Active captures will not be affected. This action cannot be undone.
de: Dadurch werden alle temporären Aufnahmedateien entfernt. Aktive Aufnahmen sind davon nicht betroffen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los archivos de captura temporales. Las capturas activas no se verán afectadas. Esta acción no se puede deshacer.
fr: Cela supprimera tous les fichiers de capture temporaires. Les captures actives ne seront pas affectées. Cette action ne peut pas être annulée.
ja: これにより、すべての一時キャプチャ ファイルが削除されます。アクティブなキャプチャは影響を受けません。この操作は元に戻すことができません。
ko: 이렇게 하면 모든 임시 캡처 파일이 제거됩니다. 활성 캡처는 영향을 받지 않습니다. 이 작업은 취소할 수 없습니다.
ru: Это приведет к удалению всех временных файлов захвата. Активные захваты не будут затронуты. Это действие невозможно отменить.
vi: Thao tác này sẽ xóa toàn bộ tệp chụp tạm thời. Các tiến trình chụp đang hoạt động sẽ không bị ảnh hưởng. Không thể hoàn tác.
zh_hans: 这将删除所有临时捕获文件。主动捕获不会受到影响。此操作无法撤消。
zh_hant: 這將刪除所有臨時捕獲檔案。主動捕獲不會受到影響。此操作無法撤消。

# preferences-general.clear-cache-alert-title
source: Clear Cache?
de: Cache leeren?
es: ¿Borrar caché?
fr: Vider le cache ?
ja: キャッシュをクリアしますか?
ko: 캐시를 지우시겠습니까?
ru: Очистить кэш?
vi: Xóa bộ nhớ đệm?
zh_hans: 清除缓存？
zh_hant: 清除緩存？

# preferences-general.clear-cache-confirm
source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 지우기
ru: Очистить кэш
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除緩存

# preferences-general.clear-cache-error-title
source: Could Not Clear Cache
de: Cache konnte nicht gelöscht werden
es: No se pudo borrar el caché
fr: Impossible de vider le cache
ja: キャッシュをクリアできませんでした
ko: 캐시를 지울 수 없습니다
ru: Не удалось очистить кэш
vi: Không thể xóa bộ nhớ đệm
zh_hans: 无法清除缓存
zh_hant: 無法清除緩存

# preferences-general.clearing-button
source: Clearing...
de: Löschen...
es: Borrando...
fr: Dégagement...
ja: クリア中...
ko: 지우는 중...
ru: Очистка...
vi: Đang xóa...
zh_hans: 正在清除...
zh_hant: 正在清除...

# preferences-general.crash-logging-description
source: Collect diagnostic logs to help us fix bugs
de: Sammeln Sie Diagnoseprotokolle, um uns bei der Behebung von Fehlern zu helfen
es: Recopile registros de diagnóstico para ayudarnos a corregir errores
fr: Collectez les journaux de diagnostic pour nous aider à corriger les bugs
ja: バグ修正に役立つ診断ログを収集します
ko: 버그 수정에 도움이 되도록 진단 로그를 수집하세요
ru: Соберите журналы диагностики, чтобы помочь нам исправить ошибки
vi: Thu thập log chẩn đoán để giúp chúng tôi sửa lỗi
zh_hans: 收集诊断日志以帮助我们修复错误
zh_hant: 收集診斷日誌以幫助我們修復錯誤

# preferences-general.crash-logging-title
source: Crash Logging
de: Absturzprotokollierung
es: Registro de fallos
fr: Journalisation des incidents
ja: クラッシュログ
ko: 충돌 로깅
ru: Регистрация сбоев
vi: Ghi log sự cố
zh_hans: 崩溃记录
zh_hant: 崩潰記錄

# preferences-general.download-automatically-description
source: Download updates in background
de: Updates im Hintergrund herunterladen
es: Descargar actualizaciones en segundo plano
fr: Télécharger les mises à jour en arrière-plan
ja: バックグラウンドでアップデートをダウンロード
ko: 백그라운드에서 업데이트 다운로드
ru: Загрузка обновлений в фоновом режиме
vi: Tải cập nhật trong nền
zh_hans: 在后台下载更新
zh_hant: 在後台下載更新

# preferences-general.download-automatically-title
source: Download automatically
de: Automatisch herunterladen
es: Descargar automáticamente
fr: Télécharger automatiquement
ja: 自動的にダウンロード
ko: 자동으로 다운로드
ru: Загружать автоматически
vi: Tự tải xuống
zh_hans: 自动下载
zh_hant: 自動下載

# preferences-general.language-description
source: Choose the language used across Snapzy
de: Wählen Sie die in Snapzy verwendete Sprache
es: Elige el idioma que usa Snapzy
fr: Choisissez la langue utilisée dans Snapzy
ja: Snapzy 全体で使用する言語を選択
ko: Snapzy 전체에서 사용할 언어를 선택하세요
ru: Выберите язык, используемый в Snapzy
vi: Chọn ngôn ngữ dùng trong toàn bộ Snapzy
zh_hans: 选择 Snapzy 中使用的语言
zh_hant: 選擇 Snapzy 使用的語言

# preferences-general.language-relaunch-confirmation-action
source: Relaunch Snapzy
de: Snapzy neu starten
es: Reiniciar Snapzy
fr: Relancer Snapzy
ja: Snapzy を再起動
ko: Snapzy 다시 실행
ru: Перезапустить Snapzy
vi: Mở lại Snapzy
zh_hans: 重新启动 Snapzy
zh_hant: 重新啟動 Snapzy

# preferences-general.language-relaunch-confirmation-message
source: Snapzy needs to quit and reopen to apply this language change everywhere.
de: Snapzy muss beendet und erneut geöffnet werden, damit diese Sprachänderung in der ganzen App angewendet wird.
es: Snapzy debe cerrarse y volver a abrirse para aplicar este cambio de idioma en toda la app.
fr: Snapzy doit se fermer puis se rouvrir pour appliquer ce changement de langue dans toute l’app.
ja: この言語変更をアプリ全体に反映するには、Snapzy を終了して再度開く必要があります。
ko: 이 언어 변경을 앱 전체에 적용하려면 Snapzy를 종료한 뒤 다시 열어야 합니다.
ru: Чтобы применить это изменение языка во всем приложении, Snapzy нужно закрыть и открыть снова.
vi: Snapzy cần thoát và mở lại để áp dụng thay đổi ngôn ngữ ở toàn bộ ứng dụng.
zh_hans: Snapzy 需要退出并重新打开，才能在整个应用中应用此语言更改。
zh_hant: Snapzy 需要先結束並重新開啟，才能在整個應用程式中套用這次語言變更。

# preferences-general.language-relaunch-confirmation-title
source: Relaunch Snapzy?
de: Snapzy neu starten?
es: ¿Reiniciar Snapzy?
fr: Relancer Snapzy ?
ja: Snapzy を再起動しますか？
ko: Snapzy를 다시 실행할까요?
ru: Перезапустить Snapzy?
vi: Mở lại Snapzy?
zh_hans: 重新启动 Snapzy？
zh_hant: 重新啟動 Snapzy？

# preferences-general.language-relaunch-error-title
source: Could Not Relaunch Snapzy
de: Snapzy konnte nicht neu gestartet werden
es: No se pudo reiniciar Snapzy
fr: Impossible de relancer Snapzy
ja: Snapzy を再起動できませんでした
ko: Snapzy를 다시 실행할 수 없습니다
ru: Не удалось перезапустить Snapzy
vi: Không thể mở lại Snapzy
zh_hans: 无法重新启动 Snapzy
zh_hant: 無法重新啟動 Snapzy

# preferences-general.language-restart-hint
source: Language changes apply after relaunch
de: Sprachänderungen werden nach einem Neustart angewendet
es: Los cambios de idioma se aplican después de reiniciar la app
fr: Les changements de langue s’appliqueront après le redémarrage
ja: 言語の変更は再起動後に反映されます
ko: 언어 변경은 다시 실행한 후 적용됩니다
ru: Изменения языка вступят в силу после перезапуска
vi: Thay đổi ngôn ngữ sẽ áp dụng sau khi mở lại ứng dụng
zh_hans: 语言更改将在重新启动后生效
zh_hant: 語言變更會在重新啟動後生效

# preferences-general.language-system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue du système
ja: システム設定
ko: 시스템 기본값
ru: Системный язык
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# preferences-general.language-title
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
ja: アプリの言語
ko: 앱 언어
ru: Язык приложения
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# preferences-general.last-checked-title
source: Last checked
de: Zuletzt überprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終チェック日
ko: 마지막 확인
ru: Последняя проверка
vi: Lần kiểm tra gần nhất
zh_hans: 最后检查
zh_hant: 最後檢查

# preferences-general.log-files-title
source: Log Files
de: Protokolldateien
es: Archivos de registro
fr: Fichiers journaux
ja: ログ ファイル
ko: 로그 파일
ru: Файлы журналов
vi: Tệp log
zh_hans: 日志文件
zh_hant: 日誌檔案

# preferences-general.never
source: Never
de: Niemals
es: Nunca
fr: Jamais
ja: 決して
ko: 절대로
ru: Никогда
vi: Chưa từng
zh_hans: 从来没有
zh_hant: 從來沒有

# preferences-general.no-logs
source: No logs
de: Keine Protokolle
es: Sin registros
fr: Aucun journal
ja: ログがありません
ko: 로그 없음
ru: Нет журналов
vi: Không có log
zh_hans: 没有日志
zh_hant: 沒有日誌

# preferences-general.open-folder-button
source: Open Folder
de: Öffnen Sie den Ordner
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダーを開く
ko: 폴더 열기
ru: Открыть папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 打開檔案夾

# preferences-general.play-sounds-description
source: Audio feedback for captures
de: Audio-Feedback für Aufnahmen
es: Comentarios de audio para capturas
fr: Retour audio pour les captures
ja: キャプチャの音声フィードバック
ko: 캡처에 대한 오디오 피드백
ru: Звуковая обратная связь для снимков
vi: Phản hồi âm thanh khi chụp và ghi
zh_hans: 捕获的音频反馈
zh_hant: 捕獲的音頻反饋

# preferences-general.play-sounds-title
source: Play sounds
de: Töne abspielen
es: Reproducir sonidos
fr: Jouer des sons
ja: サウンドを再生する
ko: 소리 재생
ru: Воспроизвести звуки
vi: Phát âm thanh
zh_hans: 播放声音
zh_hant: 播放聲音

# preferences-general.restart-button
source: Restart
de: Starten Sie
es: Reiniciar
fr: Redémarrer
ja: 再起動
ko: 다시 시작
ru: Перезапустить
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啓動

# preferences-general.restart-onboarding-description
source: Show the welcome tutorial again
de: Das Willkommen-Tutorial erneut anzeigen
es: Mostrar nuevamente el tutorial de bienvenida
fr: Afficher à nouveau le tutoriel de bienvenue
ja: ようこそチュートリアルを再度表示します
ko: 환영 튜토리얼을 다시 보여주세요
ru: Показать приветственное руководство еще раз
vi: Hiện lại hướng dẫn chào mừng
zh_hans: 再次显示欢迎教程
zh_hant: 再次顯示歡迎教程

# preferences-general.restart-onboarding-title
source: Restart Onboarding
de: Onboarding neu starten
es: Reiniciar la incorporación
fr: Redémarrer l'intégration
ja: オンボーディングを再開
ko: 온보딩 다시 시작
ru: Перезапустить регистрацию
vi: Khởi động lại onboarding
zh_hans: 重新启动入职
zh_hant: 重新啓動入職

# preferences-general.save-here-button
source: Save Here
de: Hier speichern
es: Guardar aquí
fr: Enregistrez ici
ja: ここに保存
ko: 여기에 저장
ru: Сохранить здесь
vi: Lưu tại đây
zh_hans: 保存在这里
zh_hant: 保存在這裡

# preferences-general.save-location-description
source: Where Snapzy stores captures
de: Wo Snapzy Aufnahmen speichert
es: Dónde almacena Snapzy las capturas
fr: Où Snapzy stocke les captures
ja: Snapzy がキャプチャを保存する場所
ko: Snapzy 매장이 캡처하는 곳
ru: Где Snapzy хранит снимки
vi: Nơi Snapzy lưu ảnh và video
zh_hans: Snapzy 商店捕获
zh_hant: Snapzy 商店捕獲

# preferences-general.save-location-title
source: Save location
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer l'emplacement
ja: 場所を保存
ko: 위치 저장
ru: Сохранить местоположение
vi: Vị trí lưu
zh_hans: 保存位置
zh_hant: 保存位置

# preferences-general.section-appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외모
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# preferences-general.section-diagnostics
source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
ru: Диагностика
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# preferences-general.section-help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
ru: Помогите
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# preferences-general.section-startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: スタートアップ
ko: 시작
ru: Стартап
vi: Khởi động
zh_hans: 启动
zh_hant: 啓動

# preferences-general.section-storage
source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранение
vi: Lưu trữ
zh_hans: 存储
zh_hant: 存儲

# preferences-general.start-at-login-description
source: Launch Snapzy when you log in
de: Starten Sie Snapzy, wenn Sie sich anmelden
es: Inicie Snapzy cuando inicie sesión
fr: Lancez Snapzy lorsque vous vous connectez
ja: ログイン時にSnapzyを起動する
ko: 로그인 후 Snapzy를 실행하세요
ru: Запустите Snapzy при входе в систему
vi: Mở Snapzy khi bạn đăng nhập
zh_hans: 登录时启动 Snapzy
zh_hant: 登錄時啓動 Snapzy

# preferences-general.start-at-login-title
source: Start at login
de: Beim Anmelden starten
es: Comenzar al iniciar sesión
fr: Commencez par la connexion
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Начать при входе в систему
vi: Khởi động khi đăng nhập
zh_hans: 从登录开始
zh_hant: 從登錄開始

# preferences-general.theme-description
source: Choose your preferred appearance
de: Wählen Sie Ihr bevorzugtes Erscheinungsbild
es: Elige tu apariencia preferida
fr: Choisissez votre apparence préférée
ja: お好みの外観を選択してください
ko: 선호하는 외모를 선택하세요
ru: Выберите предпочитаемый внешний вид
vi: Chọn giao diện ưa thích
zh_hans: 选择您喜欢的外观
zh_hant: 選擇您喜歡的外觀

# preferences-general.theme-title
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
ru: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

# preferences.tab.about
source: About
de: Über
es: Acerca de
fr: À propos de
ja: 情報
ko: 소개
ru: О
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# preferences.tab.capture
source: Capture
de: Erfassen
es: Captura
fr: Capturer
ja: キャプチャ
ko: 캡처
ru: Захватить
vi: Chụp
zh_hans: 捕捉
zh_hant: 捕捉

# preferences.tab.cloud
source: Cloud
de: Wolke
es: Nube
fr: Nuage
ja: クラウド
ko: 구름
ru: Облако
zh_hans: 云
zh_hant: 雲

# preferences.tab.general
source: General
de: Allgemein
es: Generalidades
fr: Général
ja: 一般
ko: 일반
ru: Общие
vi: Tổng quát
zh_hans: 一般
zh_hant: 一般

# preferences.tab.permissions
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
ru: Разрешения
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# preferences.tab.quick-access
source: Quick Access
de: Schnellzugriff
es: Acceso rápido
fr: Accès rapide
ja: クイック アクセス
ko: 빠른 액세스
ru: Быстрый доступ
vi: Truy cập nhanh
zh_hans: 快速访问
zh_hant: 快速訪問

# preferences.tab.shortcuts
source: Shortcuts
de: Verknüpfungen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
ru: Ярлыки
vi: Phím tắt
zh_hans: 快捷方式
zh_hant: 快捷方式

# preferences-general.cache-title
source: Cache
es: Caché
ja: キャッシュ
ko: 캐시
ru: Кэш
vi: Bộ nhớ đệm
zh_hans: 缓存
zh_hant: 緩存

# preferences-general.default-save-location
source: Desktop/Snapzy
es: Escritorio/Snapzy
fr: Bureau/Snapzy
ja: デスクトップ/スナップジー
ko: 데스크탑/Snapzy
ru: Рабочий стол / Snapzy
zh_hans: 桌面/Snapzy
zh_hant: 桌面/Snapzy

# preferences-general.section-updates
source: Software Updates
es: Actualizaciones de software
fr: Mises à jour logicielles
ja: ソフトウェアのアップデート
ko: 소프트웨어 업데이트
ru: Обновления программного обеспечения
vi: Cập nhật phần mềm
zh_hans: 软件更新
zh_hant: 軟件更新
